/*
  RightVision23
  language file en.json

  ПРОЧИТАТЬ ПЕРЕД ПЕРЕВОДОМ
  1. Здесь используется английский язык перевода, другие использовать запрещено
  2. Переводчик должен перевести каждую строку, которая содержится в фигурных скобках ( {} )
  3. Переводчику нельзя менять первоначальный смысл фраз, допускаются лишь минимальные изменения, обусловленные особенностями языка

  Инструкция по переводу фраз:
  1. Структура строки: "Название строки": "Содержимое строки",
  1.1. Переводчику разрешено менять только "Содержимое строки", никакие иные правки не допускаются
  2. Особые символы:
  2.1. {0}/{1} - заменитель. В коде данный набор символов заменяется на определённое заранее. В каждой строке значение разное, смотреть по контексту
  2.1.1. Заменитель запрещено полностью убирать из содержимого строки, а также запрещено использовать его больше, чем находится заменителей в строке
  2.2. \n - перенос строки. Особых правил использования не имеется, однако не забывайте его ставить там, где вы хотите сделать перенос
  2.3. \" - Кавычка, выглядит вот так: ". Пишется только одна за раз. Запрещено использовать кавычки без знака "\" (т.е. допускается только использование \" <- данного формата)

  > Ни в коем случае не меняйте "Название строки", в противном случае строка работать не будет. 
  > Ни в коем случае не убирайте и не ставьте запятые ЗА пределами обычных кавычек, иначе весь файл сломается.
*/

{
  "Keyboard_Choice_MainMenu": "Main menu",
  "Keyboard_Choice_Back": "Back",
  "Keyboard_Choice_MyProfile": "My profile",
  "Keyboard_Choice_EditTrack": "Change track",
  "Keyboard_Choice_About": "More about competition",
  "Keyboard_Choice_Apply": "Request for participation",
  "Keyboard_Choice_Sending_Subscribe": "Accept the newsletter",
  "Keyboard_Choice_Sending_Subscribe_Success": "Thank you! Now all important news will come to you in the chat!",
  "Keyboard_Choice_Sending_Unsubscribe": "Refuse from the newsletter",
  "Keyboard_Choice_Sending_Unsubscribe_Success": "Okay! Now I won't bother you with the news!",
  "Keyboard_Choice_Critic": "I want to become a judge!",
  "Keyboard_Choice_Member": "I want to become a member",
  "Keyboard_Choice_Critic_Already_Sent": "I want to become a judge! (The request is already sent)",
  "Keyboard_Choice_Member_Already_Sent": "I want to become a member! (The request is already sent)",
  "Keyboard_Choice_Critic_Denied": "I want to become a judge! (The request was rejected)",
  "Keyboard_Choice_Member_Denied": "I want to become a member! (The request was rejected)",


  "Profile_Messages_Loading": "Keyboard loading...",

  "Profile_User_Layout": "🧾 Your RightVision profile:\n---\n🪪Status: No status!\n📬Subscribe to the newsletter: {0}\n\n🎙 Candidate Status:\n🙋‍♂️Участие: {1}\n👨‍⚖️Судейство: {2}",
  "Profile_Member_Layout": "🧾 Your RightVision Profile:\n---\n🪪Status: Member\n🎖Category: {0}\n📍Location: {1}, {2}\n💿Your track: {3}\n📬Subscribe to news: {4}\n\n🎙 Candidate Status:\n👨‍⚖️Судейство: {5},",
  "Profile_Critic_Layout": "🧾 Your RightVision Profile:\n---\n🪪Status:Judge\n🎖Category:{0}\n📬Subscribe to News: {1}\n\n🎙 Candidate Status:\n🙋‍♂️Участие: {2}",
  "Profile_CriticAndMember_Layout": "🧾 Your RightVision Profile:\n---\n🪪Status: Participant and Judge\n🎖Rating + Participation Category: {0}\n📍Location: {1}, {2}\n💿Your track: {3}\n📬Subscribe to news: {4}",

  "Profile_Sending_Status_Active": "Active",
  "Profile_Sending_Status_Inactive": "Inactive",

  "Profile_Form_Status_Allowed": "You can apply",
  "Profile_Form_Status_Blocked": "You can't apply",

  "Profile_Form_Send_Member": "Apply for participation",
  "Profile_Form_Send_Critic": "Apply for judging",

  "Profile_Member_Track_EnterNewTrack": "Enter the title of a new track along with its artist!",
  "Profile_Member_Track_Updated": "The track change was successful!",


  "Messages_Greetings": "Greetings, {0}, and welcome to the main hub of RightVision23 - the largest gachi-event of this passing by year!\nYou can get the most relevant news about it, by accepting the newsletter, or you may send an application for participatiing in the competition!\n\nOfficial Telegram-group of RightVision: https://t.me/rightvision23",
  "Messages_About": "RightVision - it's just like EuroVision, but a RIGHT version of it, if you realize what I mean😏.\n\nEvent includes 4 independent categories of member's skill: Bronze, Steel, Gold and Brilliant. As the person, who wants to participate, sends an application to become a member - our team RightVision instantly checks his skills in gachimaking and then places a member into one of these categories, that approximately matches member's skill. Fight for the winning in each of categories will take place separately - therefore, remix of the winner from the Gold category WILL NOT fight with the remixes from the Brilliant category!\n\nNow let's dive into the main structure of competition inside the category: Firstly there will be a live broadcast on our Youtube-channel, where audience and judges are going to listen to each gachiremix of this category (but it's gotta be only city stage yet), then you'll be able to vote for all the remixes you've listened to at our broadcast alongside with judges. Winner of voting will move on to a regional stage, where will happen the same broadcast and voting, and then - international stage, when the member will perform his own remix in standing up for his country. The winner of the country (international stage), that he's chosen to stand up for, will become a winner of the entire category, then the category will be closed due to the finishing of category competition\n\nAny questions? You may contact the RightVision team and ask something through me!",
  "Messages_LanguageSelected": "Chosen language: {0}!",
  "Messages_ChooseRole": "Choose the option:",
  "Messages_DontEnterZero": "You're denied to enter 0 in the text input field!",
  "Critic_Messages_EnterName": "Wow, wanna become a judge, my friend? Then let's fill in the special form! But remember: you're expected to have a lot of experience in gachimaking, whatever it is, gachiremixes or gachivideos (otomads). Let's start!\nFirstly enter your real name",
  "Critic_Messages_EnterLink": "Nice to meet you, {0}! Now throw me some link in social media, where you share your gachi-creation (YouTube, VK, SoundCloud, etc.)\nLink format: https://link.on/you",
  "Critic_Messages_IncorrectFormat": "Inappropriate link format! Your link must begin with \"https://\"",
  "Critic_Messages_EnterRate": "Confirmed! Now try to provide a subjective assessment to your gachimaking skills (1-4)",
  "Critic_Messages_EnterAboutYou": "Awesome, now tell me a bit about yourself, how long you are into gachimaking, what are your methods of rating works, and, in general, everything that you wanna tell me in a nutshell",
  "Critic_Messages_EnterWhyYou": "Good, now text, why our RightVision team should choose you as a judge?",
  "Critic_Messages_EnterPreview": "Filling the form is done! That's how it looks:\nName: {0}\nLink: \n{1}\nSkills assessment: {2}\nAbout me:\n{3}\nWhy do we have to accept you:{4}\n\nCheck your filled data in case of it's wrong, it's not allowed to send an application more than once! Would you like to change something?",
  "Critic_Messages_FormSubmitted": "You suggesttion is sent and will be reviewed by RightVision team! In next couple days one of our team will text you what you have to do, or you'll get a message from me.",
  "Critic_Messages_FormAccepted": "Dear applicant!\nRightVision team mindfully reviewed your suggestion, and I'm pleased to announce, that you're accepted! Since it's moment you are a part of RightVision's judges!\nYour category: {0}\n\nNow you must join to the Telegram-chat of the foundations of the RightVision, to keep in touch with every single developer and judge:\nhttps://t.me/+vUBCHXqsoP9lOTAy\n\nС уважением, {1}",
  "Critic_Messages_FormDenied": "Dear applicant!\nRightVision team mindfully reviewed your suggestion, and unfortunately, we're not ready to give you a position of a RightVision judge.\n\nDon't be sorry! Not everyone can take such a serious and responsible role, which also requires good gachimaking skills.\nHowever, you're still allowed to participate in our competition, completely like other gachimakers, or follow the news - observing RightVision with your own eyes is as good as being a judge!\n\nSincerely yours, {0}",

  "Member_Messages_EnterName": "Wow, you want to be a part of this year's major gachi-event? I already like you! Then let's fill out the RightVision membership form! Take it seriously! Your participation in RightVision depends on the correct filling out of the questionnaire!\nSo, let's begin. Firstly enter your real name:",
  "Member_Messages_EnterCountry": "Nice to meet you, {0}! Now tell me, what country do you live in? Don't be afraid, this data is needed to understand which country you will represent",
  "Member_Messages_EnterCity": "Nice! Now all you have to do is enter the city where you live. This is the last time I will ask you for details of where you live, no more questions like this!\nSo, {0}, what city do you live in?",
  "Member_Messages_EnterLink": "Thank you! Now throw me some link in social media, where you share your gachi-creation (YouTube, VK, SoundCloud, etc.)\nIf you are a novice and have nothing yet, enter \"-\", but you will need additional checks to give you a category!",
  "Member_Messages_EnterRate": "Confirmed! Now try to provide a subjective assessment to your gachimaking skills (1-4)",
  "Member_Messages_EnterTrack": "All right, last step! Now put in the band and the song you're going to play. Please enter a track that you are sure you've decided on and you won't change it!",
  "Member_Messages_FormSubmitted": "You suggesttion is sent and will be reviewed by RightVision team! In next couple days one of our team will text you which category you're placed in, or you'll get a message from me.",
  "Member_Messages_FormAccepted": "Dear applicant!\nRightVision team mindfully reviewed your suggestion, and I'm pleased to announce, that you're accepted! Since it's moment you're a member of RightVision!\nYour category is: {0}, the competition with the other gachimakers will take place in it!\nYou now have access to the participants' official Telegram-group, join now by the link-invitation!\nhttps://t.me/+p-NYz5VLgYBjZTMy\n\nSincerely yours, {1}",
  "Member_Messages_FormDenied": "Dear applicant!\nRightVision team mindfully reviewed your suggestion, and unfortunately, we're not ready to give you a position of a RightVision member. Perhaps your skills are not enough to compete with the others, or the application wasn't submitted correctly.\n\nDon't be sorry! Not everyone may be an experienced gachi-maker, that is able to challenge other perfomance artists to a fight!\nHowever, you're still allowed to follow the news - observing RightVision with your own eyes is as good as participating in it!\n\nSincerely yours, {0}"
}
